{
  "authenticate": {
    "email": "",
    "password": "",
    "roleAdmin": false,
    "orderCart": []
  },
  "users": [
    {
      "id": "admin",
      "email": "admin@admin.com",
      "password": "admin123",
      "firstName": "",
      "lastName": "",
      "theme": "dark",
      "language": "en",
      "orderCart": [],
      "roleAdmin": true
    },
    {
      "email": "user@gmail.com",
      "password": "user12345",
      "firstName": "UserName",
      "lastName": "UserLastName",
      "theme": "dark",
      "language": "en",
      "orderCart": [
        {
          "id": "16",
          "amount": 2
        },
        {
          "id": "11",
          "amount": 1
        },
        {
          "id": "21",
          "amount": 1
        },
        {
          "id": "19",
          "amount": 1
        },
        {
          "id": "9",
          "amount": 1
        }
      ],
      "roleAdmin": false,
      "id": "J-IGn-k"
    }
  ],
  "products": [
    {
      "id": "1",
      "name": "Lanvin Eclat D`Arpege",
      "preDescription": "Парфумована вода",
      "description": "Ця розкішна парфумована вода сповнена романтики, чистоти й ніжної чарівності. Прозорий, чуттєвий, ніжний, витончений і привабливий квітковий букет балансує між реальністю та вигадкою.\n\nВласниця аромату - молода, сучасна леді, яка йде в ногу із часом. Eclat d’Arpege підкреслюють усі грані її чарівності, безпосередність й елегантність, додаючи жіночності та чуттєвості.\n\nУ початкових нотках парфумерної композиції розкривається зелений бузок, сицилійський лимон і китайський османтус, нагадуючи про перші дні весни. У «серці» розквітає гліцинія, що підкреслює пишне цвітіння чуттєвої червоної півонії та персика. Шлейф утворюється завдяки листю зеленого чаю «Ейрі», білому кедру, мускусу й дорогоцінному бурштину.\n\nТакий аромат кольору ніжного бузку пропонується у витонченому округлому флаконі, увінчаному блискучим ковпачком.",
      "price": 763,
      "currency": "uah",
      "brand": "Lanvin",
      "imagePath": "lanvinEclatDarpege.png",
      "gender": "для жінок",
      "typeOfFragrance": "квіткові, фруктові",
      "availability": "true",
      "countryOfOrigin": "Франція"
    },
    {
      "name": "Versace Man Eau Fraiche",
      "preDescription": "Туалетна вода",
      "description": "Versace Man Eau Fraiche - легша варіація на тему всіма улюбленого аромату Versace Man, яку створили парфумери знаменитого бренда Versace в 2006 році. Свіжа, деревно-фруктова композиція парфумів відтоді користується величезною популярністю. Деякі чоловіки вважають туалетну воду повсякденною, інші відносять її до спортивного класу. Хтось навіть використовує цей аромат, коли необхідно справити враження на дівчину на романтичному побаченні. Прихильники Versace Man Eau Fraiche мають різні думки стосовного цього аромату, проте всі вони відгукуються про нього із захопленням.\n\nЕлегантність і шик - це перші асоціації, які виникають при згадці назви парфумів. Eau Fraiche розроблені для впевнених у собі чоловіків, що звикли жити в розкоші й займають досить активну життєву позицію.\n\nБазові мотиви композиції основані на поєднанні амбри, мускусу і деревного присмаку. Пікантності «серцю» аромату надають кедр, мускатний горіх і естрагон. Початкові ноти - білий лимон, рожеве дерево і карамбола - здатні подарувати відчуття безмежної розкутості та свободи",
      "price": 1120,
      "currency": "uah",
      "brand": "Versace",
      "imagePath": "versaceManEauFraiche.png",
      "gender": "для чоловіків",
      "typeOfFragrance": "деревинні, східні",
      "availability": "false",
      "countryOfOrigin": "Італія",
      "id": "2"
    },
    {
      "id": "3",
      "name": "Lancome La Vie Est Belle",
      "preDescription": "Парфумована вода",
      "description": "Це хвилююча, граціозна і сповнена життям парфумована вода, яка наділена чарівною силою. Її концепцію побудували на простій, але такій привабливій ідеї набуття краси, свободи і щастя, відкидаючи всі жорсткі рамки й умовності, які нав’язує навколишній світ. Власниця аромату вміє отримувати натхнення від природного і звичного, знаходити радість і сенс у дрібницях.\n\nПочаток розкішної парфумної композиції заспокоює ніжними нотами груші та відтінками чорної смородини. Потім додаються сердечні нотки, у яких домінують ірис із романтичним жасмином, а цвіт апельсина створює хвилююче відчуття теплоти. У шлейфі, який огортає ніжністю, поєдналися листя пачулів з бобами тонка та праліне з ваніллю.\n\nТакий фруктово-квітковий аромат поміщений у прозорий скляний флакон. Верх пляшечки, на горлечку якої пов’язана стильна стрічечка, увінчує маленький ковпачок.",
      "price": 1881,
      "currency": "uah",
      "brand": "Lancome",
      "imagePath": "lancomeLaVieEstBelle.png",
      "gender": "для жінок",
      "typeOfFragrance": "квіткові, солодкі, фруктові",
      "availability": "true",
      "countryOfOrigin": "Франція"
    },
    {
      "id": "4",
      "name": "Blue Seduction Antonio Banderas",
      "preDescription": "Туалетна вода",
      "description": "З перших акордів аромату Blue Seduction Antonio Banderas розумієш: це ідеальні чоловічі парфуми. Вони легкі й сучасні. Їхня шляхетність та елегантність випливають із нот прохолоди і свіжості. Неповторний шлейф Blue Seduction Яскрава навіює думки про чуттєву й звабливу ніжність.\n\nЦей іскристий водний нектар починається з прохолодної свіжості запашного цитруса, а завершується поєднанням нот смородини і м'яти. Відмінна особливість композиції - її благородна чистота.\n\nЯк і всі продукти відомого бренда, представлена туалетна вода відрізняється стійкістю водночас з легкістю запаху. Саме в цьому полягає секрет популярності цих парфумів: адже вони є доречними в будь-який час доби, завжди підкреслюючи ваш смак і оригінальний стиль.\n\nДизайн флакону не менш бездоганний, ніж аромат: суворі грані товстого скла з чудовою синьо-блакитною рідиною всередині нагадують кубик льоду.",
      "price": 586,
      "currency": "uah",
      "brand": "Antonio Banderas",
      "imagePath": "blueSeductionAntonioBanderas.png",
      "gender": "для чоловіків",
      "typeOfFragrance": "деревинні, фруктові",
      "availability": "true",
      "countryOfOrigin": "Іспанія"
    },
    {
      "id": "5",
      "name": "Versace Bright Crystal",
      "preDescription": "Туалетна вода",
      "description": "Versace Bright Crystal - вишукане творіння легендарної Донателли Версаче. Ніжні квіткові нотки аромату підкреслюють бездоганний стиль і легкість.\n\nБукет Versace Bright Crystal поєднує у собі непоєднувані, на перший погляд, пахощі. Талановитому парфумеру прийшло на думку змішати пелюстки магнолії, квітки лотоса і півонії з насінням граната, мускусом, нотами амбри та червоним деревом? Проте результат вийшов напрочуд гармонійним і дивовижно запашним. Аромат здатен огорнути тіло жінки надзвичайним шлейфом, який відмінно підкреслить її чарівність і хороший смак. Парфуми Bright Crystal ідеально підійдуть для тих леді, які не люблять зловживати туалетною водою, але звикли до постійної уваги довколишніх. З цим ароматом ви дозволите собі бути жіночною, чуттєвою й водночас впевненою у собі!",
      "price": 2357,
      "currency": "uah",
      "brand": "Versace",
      "imagePath": "versaceBrightCrystal.png",
      "gender": "для жінок",
      "typeOfFragrance": "квіткові",
      "availability": "true",
      "countryOfOrigin": "Італія"
    },
    {
      "id": "6",
      "name": "Versace Pour Homme",
      "preDescription": "Туалетна вода",
      "description": "Шляхетний і витончений аромат Versace Pour Homme створений у 2008 році як данина пам'яті батька Донателли Версаче. Простий і гармонійний, він став символом Середземномор'я. Ці парфуми підійдуть для рішучих чоловіків із сильним характером, а також для людей, які вміють цінувати життя з усіма його барвами. Чоловік з Versace Pour Homme завжди відвертий і прямолінійний, але у скрутну хвилину обов'язково допоможе. За вдачею він невиправний романтик, здатний цінувати у жінці не лише красу, але й відданість, розум, доброту. Чуттєвість, впевненість у собі й своїх рішеннях - це і є Versace Pour Homme. Чоловіки, яким притаманні такі якості, не можуть залишитися непоміченими. Їхні чесноти приваблювали жінок у всі часи.\n\nАромат включає ноти апельсинового дерева, яке так любив батько Донателли. Парфуми відкриваються ароматами неролі, бергамоту, цедри лимона. За ними йдуть нотки герані, мінеральної амбри й мускусу. Флакон, в якому міститься ця оригінальна композиція, простий, проте стильний. Так само, як і в ароматі, у ньому немає яскравих акцентів і непотрібних деталей.",
      "price": 1239,
      "currency": "uah",
      "brand": "Versace",
      "imagePath": "versacePourHomme.png",
      "gender": "для чоловіків",
      "typeOfFragrance": "фужерні",
      "availability": "true",
      "countryOfOrigin": "Італія"
    },
    {
      "id": "7",
      "name": "Paco Rabanne 1 Million",
      "preDescription": "Туалетна вода",
      "description": "Ця чудова туалетна вода - це символом розкоші та мужності, призначена для сильних духом джентльменів, котрі повинні правити світом. У ароматі модний дизайнер Paco Rabanne, відомий своєю пристрастю до металу, нумерології та астрології, поєднав усі свої інтереси, помістивши магічну рідину до флакона у формі золотого виливка.\n\nЕлегантні та зухвалі, лаконічні та розкішні парфуми обирають активні представники сильної статі, котрі звикли сміливо крокувати вперед і завжди досягати успіху. Вони підкреслюють романтичність або сексуальність свого володаря, акцентують увагу на його внутрішній силі.\n\nВідкривається розкішна композиція чарівним запахом грейпфрута та червоного мандарина, які змішуються із м’ятою. Шкіряні та деревні відтінки додають образу витонченості та солідності, гідно завершуючи динамічне звучання ароматної мелодії. З такою туалетною водою підкоряються вершини і завжди супроводжує успіх!",
      "price": 2016,
      "currency": "uah",
      "brand": "Paco Rabanne",
      "imagePath": "pacoRabanne1Million.png",
      "gender": "для чоловіків",
      "typeOfFragrance": "деревинні, пряні",
      "availability": "true",
      "countryOfOrigin": "Іспанія"
    },
    {
      "id": "8",
      "name": "Versace Versense",
      "preDescription": "Туалетна вода",
      "description": "Спекотного літнього дня без гарної туалетної води, яка здатна доповнити образ жінки, просто не обійтися. Про це знають і дизайнери елітного дому Versace, які створили дивовижний освіжальний аромат Versace Versense. Букет композиції на сьогоднішній день вважають справжнім шедевром, яким неможливо повністю насолодитися. На відміну від схожих парфумів, Versense не звучить невиразно.\n\nУ складі аромату є бергамот, але через незвичайне поєднання компонентів він практично не упізнається. Фруктові нотки вдало розбавлені свіжістю цитрусових. У туалетній воді відчутні також переливи жасмину, мускусу і кедра, які своєю легкістю та елегантністю здатні підкоряти чоловіків. Versace Versense - чудові парфуми, які підходять для чуттєвої натури. Туалетну воду можна поєднувати як з діловим костюмом, так і з сукнею. З її допомогою легко доповнити будь-який образ, а також підняти настрій і подумки перенестися на райський тропічний острів.",
      "price": 1101,
      "currency": "uah",
      "brand": "Versace",
      "imagePath": "versaceVersense.png",
      "gender": "для жінок",
      "typeOfFragrance": "деревинні, квіткові, мускусні",
      "availability": "true",
      "countryOfOrigin": "Італія"
    },
    {
      "id": "9",
      "name": "D&G Anthology L ' Imperatrice",
      "preDescription": "Туалетна вода",
      "description": "Туалетна вода D & G Anthology L`Imperatrice 3 - яскраве, весняне поєднання іскристих бризок екзотичних квітів і дорогоцінних крапель стиглих, соковитих фруктів. Верхній акорд заворожує та зачаровує гармонійним коктейлем із тонких і витончених трояндових пелюсток та насиченої «бадьорості» екзотичних фруктів. Соковитий, глибокий і багатий аромат, який доречний і в літній сезон, і в зимові холоди. Ноти серця - приємна і свіжа кислинка з ківі в коктейлі з м'якоті стиглих кавунів. Фруктовий акорд розкривається на шкірі ніжним і чуттєвим поєднанням, даруючи прохолоду та свіжість спекотного літнього дня.\n\nАромат D & G Anthology L`Imperatrice 3 у базовому шлейфі виражений елегантною стриманістю квітучих рожевих цикламенів, чуттєвістю і пряними нотами мускусу. Цей запах вибирають юні леді, які вміють користуватися розкішними аксесуарами та знаються на мистецтві зваблювання. Із туалетною водою D & G Anthology L`Imperatrice 3 жінка завжди загадкова й чарівна. Неперевершене поєднання натуральних і природних компонентів робить кожну леді справжньою імператрицею.",
      "price": 1554,
      "currency": "uah",
      "brand": "Dolce & Gabbana",
      "imagePath": "D&GAnthologyLimperatrice.png",
      "gender": "для жінок",
      "typeOfFragrance": "водяні, квіткові, фруктові",
      "availability": "true",
      "countryOfOrigin": "Італія"
    },
    {
      "id": "10",
      "name": "Tiziana Terenzi Kirke",
      "preDescription": "Парфуми",
      "description": "Вишуканий аромат парфумів Kirke від знаменитого італійського парфумерного будинку Tiziana Terenzi захоплює й надихає, створюючи чарівну ауру витонченості та чуттєвості. Фруктова й шипрова елітна композиція вибирає своєю героїнею розкішну жінку, манерами та вихованням якої захоплюється оточення. Вона - справжня цариця, власниця моря, стихій і земного багатства. Вона - богиня.\n\nПочаткові ноти парфумів Kirke заявляють про себе розкішним звучанням солодких нот маракуйї, ароматної малини, налитих нектаром персиків, приємною кислинкою чорної смородини і янтарно-прозорою від соку груші. Фруктова феєрія знаходить продовження в чистому звучанні нот чудово ніжної конвалії, що оповитео шлейфом, витканим із ванілі, мускусу, пачулів, стійкого сандалу та геліотропа.",
      "price": 4055,
      "currency": "uah",
      "brand": "Tiziana Terenzi",
      "imagePath": "tizianaTerenziKirke.png",
      "gender": "унісекс",
      "typeOfFragrance": "фруктові, шипрові",
      "availability": "true",
      "countryOfOrigin": "Італія"
    },
    {
      "id": "11",
      "name": "Armani Acqua di Gio pour homme",
      "preDescription": "Туалетна вода",
      "description": "Освіжаючий і чуттєвий Acqua di Giò Pour Homme від Giorgio Armani – бестселер серед чоловічих ароматів. На його створення в 1996 модельєра надихнув вулканічний ландшафт острова в поєднанні з морським вітром і лагідним сонцем. Класичний аромат, який підкреслює індивідуальність чоловічого образу в будь-якій ситуації. \n\nСпочатку свіжий аромат розкривається сплеском цитрусового ансамблю з апельсина, лайма, мандарина, лимона з м'яким відтінком жасмину. Поступово проявляється ядро з солодкувато- пряної композиції, що включає нотки цикламена, мускатного горіха, резеди, коріандру, стиглого персика. База аромату складається зі звучання середніх нот амбри, дубового моху, білого кедра та білого мускусу.\n\nЛегкі водні нюанси поєднуються з ароматом жасмину, тендітним сонцецвітом, розмарином, фруктовою хурмою і теплим індонезійським пачулі, щоб створити чоловічий аромат, який одночасно буде свіжим та чуттєвим. Настрій: природний та автентичний. Деревна морська свіжість.",
      "price": 1728,
      "currency": "uah",
      "brand": "Giorgio Armani",
      "imagePath": "armaniAcquaDiGioPourHomme.png",
      "gender": "для чоловіків",
      "typeOfFragrance": "водяні, фужерні",
      "availability": "true",
      "countryOfOrigin": "Італія"
    },
    {
      "id": "12",
      "name": "Moschino Funny",
      "preDescription": "Туалетна вода",
      "description": "Геніальний художник-парфумер Moschino написав нову картину під назвою Funny. На білосніжній гладі полотна творець зобразив нестримні веселощі, щиру, сліпучу посмішку й піднесені, справжні почуття. Він прикрасив полотно яскравою квітково-фруктовою аквареллю і присвятив його молодій, життєрадісній, кокетливій леді.\nВерхня частина ароматної композиції надихає соковитим і солодким запахом стиглого апельсина, змішаного з червоною смородиною. Пікантна іскорка рожевого перцю увінчує вступний акорд. У «серці» витвору на вас чекає тонізувальне тепло зеленого чаю і жасмину, переплетених з кількома строкатими пелюстками півонії.\nКульмінація парфумерного витвору обіцяє бути незабутньою і стійкою. Вона гарантовано запалить у вашій душі яскраве світло справжніх почуттів, зачарувавши шляхетними запахами кедрового дерева і м'якого моху.",
      "price": 1689,
      "currency": "uah",
      "brand": "Moschino",
      "imagePath": "moschinoFunny.png",
      "gender": "для жінок",
      "typeOfFragrance": "квіткові, фруктові",
      "availability": "true",
      "countryOfOrigin": "Італія"
    },
    {
      "id": "13",
      "name": "Paco Rabanne Invictus",
      "preDescription": "Туалетна вода",
      "description": "Парфумерія здатна на багато що. Аромат додає мужності, наділяє свого власника особливою аурою, виділяє його з натовпу. У 2013 році колекція Paco Rabanne поповнилася новим ароматом Invictus, що не поступається колишнім витворам модного дому.\n\nТворці трудилися два роки, щоб створити справді потужний і чарівний аромат, який має яскраву спортивну спрямованість і непереможну міць. Аромат розкривається поєднанням суперечливих нот, чуттєва свіжість у ньому контрастує з насиченим і глибоким звучанням деревно-амбрового акорду. Ця притягальна композиція вражає мужнім характером і тваринним магнетизмом.\n\nТаку туалетну воду, виконану у формі трофейного кубка, обере чоловік, який не сумнівається в собі та своїх силах, готовий звертати на себе увагу й підкорювати нові вершини.",
      "price": 1744,
      "currency": "uah",
      "brand": "Paco Rabanne",
      "imagePath": "pacoRabanneInvictus.png",
      "gender": "для чоловіків",
      "typeOfFragrance": "водяні, деревинні",
      "availability": "true",
      "countryOfOrigin": "Іспанія"
    },
    {
      "id": "14",
      "name": "Lancome Idole",
      "preDescription": "Парфумована вода",
      "description": "Парфумери іменитого бренда Lancome зуміли вловити енергетику справжньої сучасної жінки – енергійної, цілеспрямованої, що не боїться мріяти і втілювати свої бажання у життя. Водночас саме в них горить справжній вогонь жіночності, що складається з ніжності і чуттєвості трояндових бутонів. Створюючи свою композицію, вони зуміли втілити все це у прекрасній парфумованій воді Idole.\n\nОльфакторна піраміда парфумованої води Idole бренда Lancome:\n\nПочаткова нота звучить, немов плавний, повільний, бентежний пролог до захопливого роману. Солодкі нотки груші й енергійна свіжість бергамота створюють настрій і готують до розкриття нот серця.\n\nНоти серця – це вишуканий, чуттєвий танець двох найніжніших квітів, де провідна роль віддана царственій троянді, а ніжна прохолода жасмину створює дивовижне, обволікальне обрамлення.\n\nБазові ноти представлені елегантним шипровим поєднанням пачулів і білого мускусу. Вони підкреслюють благородне звучання кедра й оповиті ніжною спокусою ванілі.",
      "price": 1543,
      "currency": "uah",
      "brand": "Lancome",
      "imagePath": "lancomeIdole.png",
      "gender": "для жінок",
      "typeOfFragrance": "квіткові, шипрові",
      "availability": "true",
      "countryOfOrigin": "Франція"
    },
    {
      "id": "15",
      "name": "Lalique Encre Noire",
      "preDescription": "Туалетна вода",
      "description": "Цю туалетну воду по праву можна назвати царською. Вона покликана підкреслити величний шарм представників сильної статі, які твердо йдуть до поставлених цілей, відчуваючи смак перемоги.\n\nНезвичайний, глибокий і загадковий аромат призначений для багатогранних сучасних чоловіків, які цінять природну простоту, розкутих і життєлюбних. Власник цих парфумів - непересічна особистість, чиє кредо - бездоганність та успішність.\n\nПарфумерна композиція створює відчуття духовної гармонії завдяки пахощам ветиверу, які наповнюють спокоєм і впевненістю у власних силах. У розкішних верхніх нотах поєднуються гаїтянський ветивер з бархатистим бурбонським ветивером, а доповненням виступають відтінки теплого кіпрського лісу. У серці розкривається свіжий і пристрасний кипарис. У базі переплелися кашемірова деревина і мускус.\n\nРозкішний аромат пропонується у флаконі з екзотичної деревини і скла, схожому на чорнильницю: чорний куб, увінчаний темно-коричневою кришечкою.",
      "price": 1354,
      "currency": "uah",
      "brand": "Lalique",
      "imagePath": "laliqueEncreNoire.png",
      "gender": "для чоловіків",
      "typeOfFragrance": "деревинні, східні",
      "availability": "true",
      "countryOfOrigin": "Франція"
    },
    {
      "name": "Carolina Herrera Good Girl",
      "preDescription": "Парфумована вода",
      "description": "Загадковий і вабливий східний аромат Carolina Herrera Good Girl стане прекрасним доповненням до образу справжньої спокусниці. Перші ноти представленого шедевра звучать ароматною чорною кавою й терпким мигдалем. За ними слідує серцевий акорд - це поєднання жасмину самбака і туберози. Завершує цей пряний шедевр легкий шлейф із бобів тонка та какао.\n\nКомпозиція Carolina Herrera Good Girl обов'язково сподобається витонченій представниці прекрасної статі, адже її ноти, які розбурхують уяву, нікого не залишають байдужим. Парфуми, немов прозорою вуаллю, огортають тіло і чудово доповнюють і без того неймовірно привабливий образ своєї власниці. Carolina Herrera Good Girl - це ароматне втілення жіночності та флірту в одному флаконі.",
      "price": 2830,
      "currency": "usd",
      "brand": "Carolina Herrera",
      "imagePath": "carolinaHerreraGoodGirl.png",
      "gender": "для жінок",
      "typeOfFragrance": "квіткові, східні",
      "availability": "true",
      "countryOfOrigin": "США",
      "id": "16"
    },
    {
      "id": "17",
      "name": "Yves Saint Laurent Black Opium",
      "preDescription": "Парфумована вода",
      "description": "Геть сірі будні! Усього одна крапля парфумів Black Opium перенесе вас у світ яскравих нічних вогнів, де немає місця для буденності й нудьги! Ця сучасна версія легендарного аромату Yves Saint Laurent Opium у рок-н-рольному звучанні створена для пристрасних, чуттєвих жінок, які не бояться полонити чоловічі серця. Власниця магнетичних парфумів із захватом насолоджується своєю владою над «сильними світу цього» і здатна одним лише поглядом завойовувати чоловічу прихильність. Її погляд, як і чарівний шлейф парфумів, надовго залишається в пам'яті довколишніх.\n\nЦя зухвала, смілива і водночас чуттєва композиція розкривається підбадьорливими акордами кавових зерен. Наче ковток ароматного напою, ці парфуми заряджають енергією. Ноти «серця» чарують солодкістю пелюсток флердоранжу, свіжістю жасмину й гостротою червоного перцю. Завершальні акорди будуть нагадувати про себе відтінками ванілі, кедра й пачулів. Пориньте в море насолоди!",
      "price": 2701,
      "currency": "uah",
      "brand": "Yves Saint Laurent",
      "imagePath": "yvesSaintLaurentBlackOpium.png",
      "gender": "для жінок",
      "typeOfFragrance": "пряні, східні",
      "availability": "false",
      "countryOfOrigin": "Франція"
    },
    {
      "id": "18",
      "name": "Yves Saint Laurent Libre",
      "preDescription": "Парфумована вода",
      "description": "Аромат парфуму для сучасної жінки — це ще один спосіб заявити про себе, свої бажання, цілі і мрії. Це безмовний виклик світу, який формує неповторний образ і задає настрій. Створюючи композицію Libre досвідчені парфумери бренду Yves Saint Laurent зуміли талановито переплести вишукані квіткові ноти, створивши щось неймовірне і надихаюче.\n\nПочаткова нота — це поєднання пронизливо-свіжих, бадьорих нот петітгрейна та мандарина, доповнених цілющої соковитістю чорної смородини та романтичною вуаллю лаванди.\n\nНота серця — це душа композиції. І в ній вже більше виражено відчувається ніжність лаванди, а доповнюють її літні, медові ноти флердоранжа в контрасті з чуттєвої прохолодою жасмину.\n\nКінцевими нотами в композиції стала пряна бальзамічна амбра, що обволікає, в поєднанні з сірим мускусом. Мадагаскарська ваніль привносить в їх дует дещицю спокусливої чуттєвості, а білий кедр — благородну багатогранність.",
      "price": 4191,
      "currency": "uah",
      "brand": "Yves Saint Laurent",
      "imagePath": "yvesSaintLaurentLibre.png",
      "gender": "для жінок",
      "typeOfFragrance": "квіткові",
      "availability": "true",
      "countryOfOrigin": "Франція"
    },
    {
      "id": "19",
      "name": "Giorgio Armani Si",
      "preDescription": "Парфумована вода",
      "description": "Класична і жіночна парфумована вода, яку Джорджіо Армані назвав просто, але надзвичайно лаконічно – Si (в перекладі з італійської «Так»). За словами автора аромату, в них втілено образ стильної і модної сучасної жінки. Витончений і вишуканий, він уособлює красивих леді з бездоганним смаком, підкреслює складність натури своїх власниць.\n\nЙого звучання характеризується як унікальне і гурманське, між тим, екзотичність не різка, а дуже ніжна і чуттєва, що цілком відповідає духу самого італійського маестро Джорджіо Армані, який завжди надає перевагу витонченості та харизматичності.\n\nКомпозицію відкриває приємний, трохи терпкий аромат нектару чорної смородини, що підкреслений дивовижним матеріалом амбоксаном (максимально наближеним до амбри), що надає несподівані та привабливі ноти, які забезпечують неймовірну стійкість аромату. У квітковому «серці» розпускається чарівна травнева троянда з білою фрезією. У деревному шлейфі елегантно відчуваються благородні відтінки мускусу.",
      "price": 3636,
      "currency": "uah",
      "brand": "Giorgio Armani",
      "imagePath": "giorgioArmaniSi.png",
      "gender": "для жінок",
      "typeOfFragrance": "шипрові",
      "availability": "true",
      "countryOfOrigin": "Італія"
    },
    {
      "id": "20",
      "name": "Trussardi Donna Trussardi 2011",
      "preDescription": "Парфумована вода",
      "description": "Ювілейне видання жіночої парфумованої води Donna Trussardi, представленої парфумером Nathalie Lorson в 2011 році, вітілило нове бачення бренду успішної сучасної жінки. Витончене поєднання жіночності та сили характеру, елегантності й зухвалості, романтизму та чуттєвості знайшли своє віддзеркалення у вишуканому звучанні квіткової композиції. Аромат Donna Trussardi 2011 заворожує чарівною мелодією квіткових нот на фоні чуттєвої деревної бази, яка підкреслює чарівність і емоційність власниці парфумів.\n\nКомпозиція розкривається освіжальним коктейлем соковитих фруктів, лимона і терпкого екзотичного плода юзу. Серце парфумів Donna Trussardi 2011 виливає ніжний аромат цвіту апельсинового дерева, медову солодкість жасмину і розкішний аромат лотоса. Крізь ванільний серпанок шлейфа проступає теплий деревний акорд сандалового дерева, смолиста гіркота листа пачулів і терпкість віргінського кедра.",
      "price": 1856,
      "currency": "uah",
      "brand": "Trussardi",
      "imagePath": "trussardiDonna.png",
      "gender": "для жінок",
      "typeOfFragrance": "квіткові, східні",
      "availability": "true",
      "countryOfOrigin": "Італія"
    },
    {
      "id": "21",
      "name": "Givenchy Ange Ou Demon Le Secret 2014",
      "preDescription": "Парфумована вода",
      "description": "Givenchy Ange Ou Demon Le Secret 2014 - це неповторна досконалість, утілена в кожній ноті пахощів і грані флакона. Це парфуми, у яких переплітається невинність і пристрасність, холодність і чуттєвість. Квіткові переливи цього французького шедевра прикрасять справжню леді - граційну, витончену і вишукану.\n\nМелодія Ange Ou Demon Le Secret 2014 починається зі свіжого фруктового вступу, наповненого легкістю італійського лимона і журавлини. У її серці - розкішний букет білих квітів. Жасмин, півонія і латаття символізують пристрасть, ніжність і чистоту, які поєднуються в серці жінки. Пряний присмак аромату залишиться на шкірі теплою деревиною світлого дерева і пачулі.",
      "price": 3708,
      "currency": "uah",
      "brand": "Givenchy",
      "imagePath": "givenchyAngeOuDemonLeSecret.png",
      "gender": "для жінок",
      "typeOfFragrance": "квіткові",
      "availability": "true",
      "countryOfOrigin": "Франція"
    },
    {
      "id": "22",
      "name": "Trussardi My Land",
      "preDescription": "Туалетна вода",
      "description": "Аромат Trussardi My Land вперше порадував поціновувачів якісної італійської парфумерії у 2012 році. Цей запах унікальний і відомий, адже парфумер Alexandra Kosinski зуміла поєднати в піраміді найширшу палітру відтінків: деревних, цитрусових, квіткових і терпких.\n\nTrussardi My Land, створений в кращих традиціях італійського стилю, - це ароматна гамма для впевненого, динамічного і елегантного чоловіка. Стриманий і делікатний запах не стане стомлювати вас своїм звучанням, завдяки м’якості композиції підходить і для ранкової, і для вечірньої атмосфери. Початкові ноти представлені бергамотом і зеленим мандарином. Цитрусові відтінки змінюються квітковими: нота серця зачарує пахощами лісової фіалки та лаванди. Фінальний акорд складають деревно-терпкі запахи шкіри, кашемірового дерева, ветивера і бобів тонка. Стильний і сонячний аромат, де сплітаються м’які деревні нюанси і бадьорі життєрадісні цитруси на врівноваженій базі з ветивера і шкіри - це універсальний чоловічий запах.",
      "price": 1400,
      "currency": "uah",
      "brand": "Trussardi",
      "imagePath": "trussardiMyLand.png",
      "gender": "для чоловіків",
      "typeOfFragrance": "фужерні",
      "availability": "true",
      "countryOfOrigin": "Італія"
    }
  ]
}